Revit 2024 API
ParameterTypeId.RadiusSymbolLocation Property
 "Radius Symbol Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RadiusSymbolLocation { get; }
Visual Basic
Public Shared ReadOnly Property RadiusSymbolLocation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RadiusSymbolLocation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace